Repository: paraskevasleivadaros/competitions
Catalog: scriptnet/locale/*/LC_MESSAGES/django.po
Languages: el

source: Given name
el: Όνομα

source: Family name
el: Επώνυμο

source: Email
el: Ηλεκτρονική διεύθυνση

source: Short biography (optional)
el: Σύντομο βιογραφικό (προαιρετικό)

source: Affiliation name
el: Φορέας υπαγωγής

source: Affiliation name (specify here if your affiliation does not appear above)
el: Φορέας υπαγωγής (διευκρινίστε ολογράφως εάν ο φορέας σας δεν εμφανίζεται στην προηγούμενη λίστα)

source: Username
el: Όνομα χρήστη

source: Password
el: Συνθηματικό

source: Cosubmitters
el: Συνυποβάλλοντες

source: A short identifier for the method
el: Ένα σύντομο αναγνωριστικό για τη μέθοδο

source: A short description of the method
el: Μια σύντομη περιγραφή για τη μέθοδο

source: Show results for this method for everyone
el: Επιθυμώ τα αποτελέσματα της μεθόδου να δημοσιευθούν και να είναι ορατά από όλους

source: Result file
el: Αρχείο αποτελεσμάτων

source: Language
el: Γλωσσα

source: The processing state of the submission is undefined
el: Η κατάσταση επεξεργασίας αυτής της υποβολής είναι απροσδιόριστη

source: We are currently processing the submitted result
el: Το υποβεβλημένο αποτέλεσμα βρίσκεται αυτή τη στιγμή υπό επεξεργασία

source: Could not call the related evaluator function
el: Δεν ήταν δυνατό να κληθεί η σχετική συνάρτηση αποτίμησης

source: An error has occured before processing could start
el: Ένα σφάλμα προκλήθηκε προτού ξεκινήσει η επεξεργασία

source: An error has occured during processing of the submitted result
el: Ένα σφάλμα προκλήθηκε κατά την διάρκεια της επεξεργασίας του υποβεβλημένου αποτελέσματος

source: This benchmark cannot be computed by the specified evaluator function
el: Αυτή η μετρική δεν μπορεί να υπολογιστεί με την δοσμένη συνάρτηση αποτίμησης

source: The submitted result has been succesfully processed and a numerical result has been saved
el: Το υποβεβλημένο αποτέλεσμα επεξεργάστηκε με επιτυχία και ένα αριθμητικό αποτέλεσμα έχει αποθηκευτεί

source: News
el: Νέα

source: Important Dates
el: Σημαντικές ημερομηνίες

source: Organizers
el: Διοργανωτές

source: READ - a Horizon 2020 e-infrastructure project
el: READ - έργο e-υποδομής Horizon 2020

source: Track
el: Ζητούμενο

source: Subtrack
el: Υποζητούμενο

source: Submit a new method for evaluation
el: Υποβολή νέας μεθόδου για αποτίμηση

source: you have to
el: πρέπει να

source: login </a> first
el: συνδεθείτε </a> πρώτα

source: View results for all available methods
el: Επισκόπηση αποτελεσμάτων για όλες τις διαθέσιμες μεθόδους

source: Please choose one of the available subtracks
el: Παρακαλώ επιλέξτε κάποιο από τα διαθέσιμα υποζητούμενα

source: There are no available subtracks for the current track
el: Δεν υπάρχει κανένα διαθέσιμο υποζητούμενο για το τρέχον ζητούμενο

source: Logged in as
el: Συνδεθήκατε ως

source: Competition home
el: Διαγωνισμός

source: Scoreboard
el: Πίνακας αποτελεσμάτων

source: Participate in competition
el: Συμμετοχή στον διαγωνισμό

source: All submissions for this
el: Επισκόπηση υποβολών, επίπεδο:

source: competition
el: διαγωνισμός

source: track
el: Ζητούμενο

source: subtrack
el: Υποζητούμενο

source: ScriptNet Document Analysis and Recognition Competitions
el: ScriptNet - Διαγωνισμοί κατανόησης εγγράφων

source: [Logout]
el: [Αποσύνδεση]

source: Welcome to
el: Καλωσήρθατε στο

source: About
el: Σχετικά με

source: Competitions
el: Διαγωνισμοί

source: Register
el: Εγγραφή

source: Login
el: Σύνδεση

source: Contact
el: Επικοινωνία

source: ScriptNet is a platform of competitions running under the READ project
el: Το ScriptNet είναι μία πλατφόρμα διαγωνισμών στο πλαίσιο του έργου READ

source: Find Out More
el: Μάθετε περισσότερα

source: About ScriptNet
el: Σχετικά με το ScriptNet

source: ScriptNet is a platform which hosts competitions related to Handwritten Text Recognition (HTR) and other Document Image Analysis (DIA) areas of research.
el: Το ScriptNet είναι μια πλατφόρμα που συγκεντρώνει διαγωνισμούς σχετικούς με αυτόματη αναγνώριση χειρόγραφου κειμένου (Handwritten Text Recognition, HTR) αλλά και διαγωνισμούς σχετικούς με άλλα πεδία ψηφιακής επεργασίας και ανάλυσης εγγράφων.

source: Competitions are a vital part of research in computer science. Research teams apply their algorithms to defined collections of handwritten and printed documents, competing to produce the most accurate results. Competitions often take place at well-known conferences like the
el: Οι διαγωνισμοί είναι ένα ζωτικό κομμάτι της έρευνας στην επιστήμη της Πληροφορικής. Ερευνητικές ομάδες από διάφορα εργαστήρια, ερευνητικά κέντρα και πανεπιστήμια ανά την υφήλιο, καλούνται να εφαρμόσουν τους αλγόριθμούς τους σε ψηφιοποιημένες εικόνες κειμένων, συναγωνιζόμενες η μία την άλλη για τα καλύτερα και πιο ακριβή αποτελέσματα. Οι διαγωνισμοί συχνά πραγματοποιούνται στο πλαίσιο σημαντικών σχετικών διεθνών συνεδρίων, όπως είναι το

source: International Conference on Document Analysis and Recognition (ICDAR)
el: Διεθνές Συνέδριο στην Ανάλυση και Αναγνώριση Κειμένου (International Conference on Document Analysis and Recognition, ICDAR)

source: The quality of Handwritten Text Recognition and other technologies is improved through these competitions, making it possible for computers to process, read and search historical documents.
el: Η ποιότητα της αναγνώρισης κειμένου και άλλων σχετικών τεχνολογιών βελτιώνεται μέσω αυτών των διαγωνισμών, επιτρέποντας έτσι την αυτόματη, υπολογιστική επεξεργασία, ανάγνωση και αναζήτηση σε γραπτά ντοκουμέντα ιστορικής αξίας.

source: ScriptNet aims to attract as many research groups as possible to contribute to the task of unconstrained historical handwriting recognition. The main idea is to host several competitions in a common and uniform environment.
el: Στόχος της πλατφόρμας είναι να προσελκύσει όσο το δυνατόν περισσότερες ερευνητικές ομάδες που θα συνεισφέρουν στην έρευνα στην αναγνώριση χειρογράφων. Η κεντρική ιδέα είναι η συγκέντρωση διάφορων ερευνητικών διαγωνισμών σε ένα κοινό και ομοιόμορφο περιβάλλον.

source: ScriptNet contains functionality which enables everyone to submit results <b>at any time</b> and get evaluation results, as well as ranking, automatically. It is an initiative of the H2020
el: Το ScriptNet περιλαμβάνει λειτουργικότητες που επιτρέπουν στους συμμετέχοντες να υποβάλλουν τα αποτελέσματα των μεθόδων τους ανα πάσα στιγμή, λαμβάνοντας αυτόματα και άμεσα τα αποτέλεσματα αριθμητικής αποτίμησης, όπως και την κατάταξη τους ως προς τα αποτελέσματα άλλων ομάδων. Πρόκειται για μια πρωτοβουλία του

source: project READ
el: έργου READ

source: (Recognition and Enrichment of Archival Documents)
el: (Αναγνώριση και Εμπλουτισμός Αρχειακών Ντοκουμέντων - Recognition and Enrichment of Archival Documents / υπό το πρόγραμμα Horizon 2020 για την έρευνα και καινοτομία)

source: Active Document Analysis and Recognition Competitions
el: Ενεργοί Διαγωνισμοί Κατανόησης Εγγράφων

source: *No competitions are currently active*
el: *Κανείς διαγωνισμός δεν είναι ενεργός*

source: Register to take part in one of the active competitions.
el: Εγγραφείτε για να πάρετε μέρος στον διαγωνισμό που επιθυμείτε.

source: Login with your credentials if you have already registered.
el: Χρησιμοποιείστε τα στοιχεία σας για να συνδεθείτε εάν έχετε ήδη εγγραφεί.

source: This project has received funding from the European Union’s Horizon 2020 research and innovation programme under grant agreement No 674943.
el: Το έργο αυτό έχει χρηματοδοτηθεί από το πρόγραμμα «Ορίζοντας 2020» της Ευρωπαϊκής Ένωσης, πρόγραμμα έρευνας και καινοτομίας στο πλαίσιο της συμφωνίας επιχορήγησης αριθ. 674943.

source: Publicize
el: Διαφημίζω

source: Privatize
el: Ιδιωτικοποιώ

source: Delete
el: Διαγραφή

source: You have not submitted any methods yet!
el: Δεν έχετε υποβάλει ακόμη μεθόδους!

source: Ranking for Track
el: Κατάταξη για το Ζητούμενο

source: New submission to the
el: Νέα υποβολή στο

source: Submit method results
el: Υποβολή μεθόδου

source: All submissions and results for
el: Όλες οι υποβολές και τα αποτελέσματα για

source: the
el: το

source: There are no submissions and no assigned benchmarks for this subtrack yet
el: Δεν υπάρχει ακόμα καμμία υποβολή και κανένα μέτρο αποτίμησης για αυτό το υποζητούμενο κομμάτι

source: already exists, please pick a different one.
el: ήδη υπάρχει, παρακαλώ επιλέξτε ένα διαφορετικό.

source: Please specify either an affiliation from the list, or "other" and specify a new affiliation.
el: Παρακαλώ να ορίσετε είτε έναν φορέα από τη λίστα, είτε να επιλέξετε "άλλον" και να ορίσετε έναν νέο φορέα.

source: User {} has been created. Use your credentials to login.
el: Ο χρήστης {} δημιουργήθηκε. Χρησιμοποιείστε το όνομα και το συνθηματικό σας για να συνδεθείτε.

source: User {} has been blocked. Please contact the administrator for details.
el: Ο χρήστης {} έχει αποκλειστεί. Επικοινωνήστε με τον διαχειριστή για λεπτομέρειες.

source: User {} does not exist. Please make sure that you have correctly typed your username, or register to create a new username.
el: Ο χρήστης {} δεν υπάρχει, βεβαιωθείτε ότι έχετε πληκτρολογήσει σωστά τοόνομα χρήστη, ή εγγραφείτε για να δημιουργήσετε ένα νέο όνομα χρήστη.

source: The method name already exists for this track. Please choose another name.
el: Μία μέθοδος με το ίδιο όνομα υπάρχει ήδη για αυτό το ζητούμενο. Παρακαλώ να ορίσετε άλλο όνομα.

source: You have recently submitted a method. Site policy is at most one submission per *2 minutes*. Please re-submit at a later time.
el: Πρόσφατα υποβάλατε μια μέθοδο. Η πολιτική του ιστότοπου είναι το πολύ μία υποβολήανά *2 λεπτά*, παρακαλούμε να το υποβάλετε ξανά αργότερα.

source: Submission {} with id {} has been submitted succesfully.
el: Η υποβολή {} με αύξων αριθμό {} υποβλήθηκε με επιτυχία.

source: English
el: Αγγλικά

source: French
el: Γαλλικά

source: Greek
el: Ελληνικά
